Repository: julienWillette/les_petits_pedestres
Catalog: translations/messages.*.xlf
Languages: uz

source: Accueil
uz: Uy

source: Produits
uz: Mahsulotlar

# Tout pour votre jardin,&#10; à portée de nain
source: Tout pour votre jardin, à portée de nain
uz: Sizning bog'ingiz uchun !

source: Les plus populaires
uz: Eng mashhur

source: Bienvenue !
uz: Xush kelibsiz!

source: Nos produits
uz: Mahsulotlarimiz

source: Filtrer par
uz: Filtrlash orqali

source: Prix
uz: Narx

source: Catégories
uz: Kategoriyalar

source: En Promotion
uz: Chegirma bo'yicha

source: Désolée ! Votre recherche nain rien donnée
uz: Kechirasiz! Sizning qidiruv mitti hech narsa berilmagan

source: Partager
uz: Baham ko'ring

source: Détails
uz: Tafsilotlar

source: Dimensions
uz: O'lchamlari

source: Ajouter au panier
uz: Savatchaga qo'shish

source: Votre panier
uz: Sizning savatingiz

source: Nom
uz: Familiya

source: Prix Unitaire
uz: Donasining narxi

source: Quantité
uz: Miqdor

source: Total
uz: Jami

source: Passer au paiement
uz: To'lovga o'ting

source: Votre panier est vide !
uz: Savatingiz bo'sh!

source: Taille
uz: Kesilgan
